IDEA Open Model
OpeningRectOffsets.X2 Property
Compatible with IDEA StatiCa 20.1
 Right
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double X2 { get; set; }
Public Property X2 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace